{
  "products": [
    {
      "id": 1,
      "title": "Настільна гра Манчкін (UA)",
      "price": 1090.95,
      "description": "Манчкін (Munchkin) – це дуже зла і водночас весела настільна гра для 3-6 гравців, в якій учасники б'ються з потворами та лутають скарби з однією метою – прокачати свого персонажа швидше за суперників. Манчкін замислювався як пародія на днд, і здобув не меншої популярності, ніж об'єкт своєї пародії! Поціновувачі гри ласкаво називають її «втрать усіх своїх друзів», й не дарма – основа гри полягає у тому, аби шкодити суперникам, насилаючи на них прокляття та підкидаючи у бійку додаткових розлючених потвор. Допомагати у бійках гравцям доводиться також, але союзи швидкоплинні й рідко тривають довше одного бою… Головне пам’ятати, що це всього лиш гра, і тоді задоволення гарантоване!",
      "category": { "title": "Настільні ігри", "value": "other-stuff" },
      "image": "/images/products/n1.png"
    },
    {
      "id": 2,
      "title": "Настільна гра Монополія",
      "price": 2200.3,
      "description": "Монопо́лія — популярна настільна гра у жанрі економічної стратегії, опублікована компанією Parker Brothers (підрозділом компанії Hasbro). Гравці змагаються за надбання економічних переваг визначеною правилами гри економічної активності, включаючи купівлю, оренду та торгівлю власністю з використанням іграшкових грошей. Гравці здійснюють ходи по спеціальній дошці, по черзі кидаючи гральні кістки, що визначають дальність ходу. Мета гри — довести до банкрутства всіх інших гравців.  Гра стала надбанням міжнародної популярної культури і була ліцензована у 103 країнах та надрукована 37 мовами. ",
      "category": { "title": "Настільні ігри", "value": "other-stuff" },
      "image": "/images/products/n2.jpeg"
    },
    {
      "id": 3,
      "title": "Настільна гра Мемологія",
      "price": 550.99,
      "description": "Гра “Мемологія” – це захоплююча настільна гра, в якій гравці повинні поєднувати картки мемів та текстові картки. На Вас чекає: 126 улюблених мемів; 180 текстових карток-жартів; мольберт підставка; Гра допоможе відволіктися від повсякденних проблем та насолодитися моментом, створити атмосферу веселощів та розваг.",
      "category": { "title": "Настільні ігри", "value": "other-stuff" },
      "image": "/images/products/т3.png"
    },
    {
      "id": 4,
      "title": "Настільна гра Strateg Джанга",
      "price": 351.99,
      "description": "Весела гра Джанга (30770, Strateg) – чудовий спосіб відпочити та насолодитися старовинним мистецтвом балансування дерев'яних брусочків. Сенс простий: потрібно зібрати високу дерев'яну вежу, а потім повільно виймати кожен брусочок. Перемагає найакуратніший, який зможе не зламати будову.  У процесі виймання брусочків потрібно стежити за рухами, адже один жест – і башта розпадеться! Для перемоги потрібно навчитися вчасно оцінювати ризик, координувати свої дії. Це важливі навички, які завжди стануть у нагоді в житті.",
      "category": { "title": "Настільні ігри", "value": "other-stuff" },
      "image": "/images/products/n4.webp"
    },
    {
      "id": 5,
      "title": "Настінна боксерська мішень з музикою bluetooth QJB-88",
      "price": 3695,
      "description": "Розумна музична боксерська машина або настінна мішень зі світлодіодним підсвічуванням - це тренувальна мішень для боксу, яка розвиває спритність та реакцію.",
      "category": { "title": "Електронні іграшки", "value": "meal" },
      "image": "/images/products/e1.png"
    },
    {
      "id": 6,
      "title": "Інтерактивний робот AT-Robot із голосовим управлінням українською жовтий ",
      "price": 1680,
      "description": "AT ROBOT – це розумний робот з голосовим і сенсорним керуванням, який тепер говорить українською мовою! З ним буде так весело грати! Динамічна музика, цікаві рухи та безліч цікавих реакцій. Робот стане кращим другом для дитини, спілкуючись з ним українською мовою та виконуючи різні команди.",
      "category": { "title": "Електронні іграшки", "value": "meal" },
      "image": "/images/products/e21.jpeg"
    },
    {
      "id": 7,
      "title": "Силіконовий нічник Акула з сенсорним управлінням 7 кольорів",
      "price": 599.99,
      "description": "Силіконовий світильник Акула - оригінальний нічник, який прикрасить не тільки дитячу спальню, але і чудово впишеться в інтер'єр будь-якої кімнати. Лампа, хоч і виконана у вигляді фігурки акули, але вона така мила і чарівна, що не залишить байдужою жодну дитину, а своїм м'яким, приглушеним світлом огорне дитячу кімнату чарами, подарує малюкові море радості та солодкий сон. Лампа нічник розроблена спеціально для тактильного спілкування зі світильником. Його можна взяти в руки, пом'яти, принести до ліжка і просто поставити поруч. Це не просто силіконовий нічник, це і чудова іграшка для дитини, з якою вона може не розлучатися не лише вдень, а й уночі. Через пару днів цей милий акуля гарантовано стане головним героєм всіх ігор маленького непосиди, а батькам тільки залишиться вимкнути нічник після того, як вимотана дитина спокійно засне.",
      "category": { "title": "Електронні іграшки", "value": "meal" },
      "image": "/images/products/e3.webp"
    },
    {
      "id": 8,
      "title": "БІЗІКУБ 30Х30 СМ, ВЕЛИКИЙ РОЗВИВАЮЧИЙ КУБ ВІД 0 ДО 3 РОКІВ",
      "price": 1899.99,
      "description": "Бізікуб- це іграшка Монтессорі, яка стимулює навчання через експерименти. Куб розвиває інтелект і покращує навички вирішення проблем. Розвиваючі іграшки та ігри за принципами Монтессорі, як доведено, підвищують IQ та навички вирішення проблем у вашої дитини. Наприклад, лабіринти вимагають навичок критичного мислення і можуть покращити міркування та прийняття рішень. Дитина, яка постійно грає в ігри-головоломки, стане дорослою людиною, здатною швидко вирішувати проблеми, навіть під тиском.",
      "category": { "title": "Електронні іграшки", "value": "meal" },
      "image": "/images/products/e4.webp"
    },
    {
      "id": 9,
      "title": "М'яч для котів Wickedball Mini C0419",
      "price": 640,
      "description": "Цей автоматичний іграшковий м'яч від бренду Cheerble може самостійно котитися і реагує на рухи кота. Wickedball Mini має покриття з матового волокна та класне світлодіодне підсвічування. Такий оригінальний дизайн має потішити кігтики кошеняти та привернути його увагу для спільної гри. Іграшку не потрібно підключати до додатку або через bluetooth: достатньо просто увімкнути - і можна грати.",
      "category": { "title": "Іграшки для пітомців", "value": "toys" },
      "image": "/images/products/ball1.jpg"
    },
    {
      "id": 10,
      "title": "Інтерактивна іграшка для собак/котів Purlov 20386",
      "price": 109,
      "description": "Головоломка - завдяки цій грі ваш чотирилапий друг розвине в собі почуття шукача та завойовника! Крім того, ця головоломка формує у тварини процес концентрації і точності, допомагає боротися з нудьгою, а також дарує позитивні емоції. Але найголовніше - вона дарує йому багато радості та безтурботних веселощів!",
      "category": { "title": "Іграшки для пітомців", "value": "toys" },
      "image": "/images/products/puzzl.webp"
    },
    {
      "id": 11,
      "title": "Nobleza - Інтерактивна іграшка для собак сірого кольору",
      "price": 320,
      "description": "Екологічно чистий матеріал. Корисний для розвитку інтелекту домашніх улюбленців. Безліч способів гри. Регульований ступінь складності. Іграшка має відкидну кришку, куди можна покласти собаче печиво або ласощі для собаки. Зовнішні чорні кришки мають ефект підйому та повороту. Чорні кришки легко знімаються лапою або мордою. Середня кришка має ефект підйому та перевертання. Як тільки собака знімає чорні кришки, він може дістатися до ласощів.",
      "category": { "title": "Іграшки для пітомців", "value": "toys" },
      "image": "/images/products/noblezas.jpg"
    },
    {
      "id": 12,
      "title": "Розумна іграшка-м'яч для котів та малих собак",
      "price": 114,
      "description": "М'ячик рухається хаотично, котиться і змінює положення, що дуже приваблює котів і собак. Лише одним натисканням кнопки м'ячик обертається на 360 градусів і привертає увагу вашого улюбленця. М'ячик буде постійно рухатися по вашому будинку, випромінюючи при цьому світло, що ще більше приверне увагу вихованця.",
      "category": { "title": "Іграшки для пітомців", "value": "toys" },
      "image": "/images/products/ball2.webp"
    },
    {
      "id": 13,
      "title": "Тренувальний снаряд для собак Puller maxi (Пуллер Максі) 30 см",
      "price": 599,
      "description": "Один з найпередовіших та найефективніших тренувальних снарядів для собак дрібних порід. Розроблений для спрощення тренувань із собаками та покращення взаєморозуміння між власником та вихованцем. Ідеально підходить для кане-корсо, ротвейлерів, амстаффів, пітбулів, малинуа, догів, ньюфаунлендів та собак інших порід вагою понад 50 кг.",
      "category": { "title": "Іграшки для пітомців", "value": "toys" },
      "image": "/images/products/t1.webp"
    },
    {
      "id": 14,
      "title": "Іграшка-кулька для котів у формі авокадо зеленого кольору ",
      "price": 99.99,
      "description": "Містить енергійний екстракт котячої м'яти",
      "category": { "title": "Іграшки для пітомців", "value": "toys" },
      "image": "/images/products/myata.jpg"
    },
    {
      "id": 15,
      "title": "Ведмедик Томік 100 см Бежевий",
      "price": 756.99,
      "description": "Дозвольте представити вам цю дивовижну іграшку, яка стане ідеальним другом для будь-якого віку. Ось чому плюшевий ведмедик Томик заслуговує на вашу увагу: Об'ємний розмір для обіймів і затишку: Плюшевий ведмедик Томік має розмір 100 см, що дає йому змогу бути ідеальним для обіймів. Його м'яка і пухнаста шерстка створить відчуття комфорту і затишку, приносячи у ваше життя теплоту і ласку. Високоякісний наповнювач для безпеки та м'якості: Ми приділяємо особливу увагу якості наших іграшок, тому плюшевий ведмедик Томік наповнений високоякісним гіпоалергенним холлофайбером/синтепухом. Цей наповнювач забезпечує максимальну м'якість, пухнастість і безпеку для ваших дітей.",
      "category": { "title": "Плюшеві іграшки", "value": "accessories" },
      "image": "/images/products/a1.webp"
    },
    {
      "id": 16,
      "title": "Подушка Зірочка з підсвічуванням RESTEQ",
      "price": 395.95,
      "description": "Милі подушки-Зірочки з світлодіодним підсвічуванням RESTEQ! Підсвічування має кілька кольорів, які блимають з певним інтервалом. Подушка дуже м'яка, зроблена з приємної бархатистої тканини.   Чудовий подарунок дитині!)",
      "category": { "title": "Плюшеві іграшки", "value": "accessories" },
      "image": "/images/products/x2.webp"
    },
    {
      "id": 17,
      "title": "М'яка іграшка нічник Казкова видра з функцією дихання сіра",
      "price": 839.99,
      "description": "Зануртесь у світ сновидінь разом із нашою новою дитячою іграшкою для сну - 'Казкова видра' з функцією дихання! Ця дивовижна видра не лише музична і розвиваюча, а й здатна створити атмосферу релаксації перед сном завдяки своїй інтерактивності. З м'якою та приємною на дотик текстурою, вона принесе затишок і комфорт вашому маляті.",
      "category": { "title": "Плюшеві іграшки", "value": "accessories" },
      "image": "/images/products/x3.jpeg"
    },
    {
      "id": 18,
      "title": "М'яка іграшка подушка обіймашка довгий кіт батон антистрес 130 см, Рудий",
      "price": 900.85,
      "description": "Довжина без урахування хвоста: 70 см, 90 см, 110 см, 130 см і 150 см.✔️Замечательный і оригінальний подарунок, який точно оцінять і запам'ятають надовго!🎁 ✔️Мягкая тактильна тканина і гіпоалергенна набивка, просто створена для ігор, відпочинку і релаксу. ✔️Этого довгого котика можна використовувати як іграшку, подушку для сну, подушку для годування, підставку під спину, для декору авто та інтер'єру 😻😻😻😻 ✔️Есть блискавка для регулювання наповненості, можна прати в машинці. ✔️Идеальна як підкладка під живіт для вагітних жінок на пізніх термінах.",
      "category": { "title": "Плюшеві іграшки", "value": "accessories" },
      "image": "/images/products/x5.webp"
    },
    {
      "id": 19,
      "title": "Велика м'яка плюшева іграшка подушка Стіч Рожевий Енжел 90 см ",
      "price": 1400.95,
      "description": "Іграшка приємна на дотик, її можна використовувати як зручну м'яку іграшку-подушку антистрес або оригінальний предмет інтер'єру. З нею приємно обійматися і засипати. Всі деталі іграшки вишиті, тому можна не боятися, що дитина пораниться. Рожева дівчинка Стіча має яскраву шерсть, великі добрі очі, смішні вуха.Наповнювач -синтепух",
      "category": { "title": "Плюшеві іграшки", "value": "accessories" },
      "image": "/images/products/x6.webp"
    },
    {
      "id": 20,
      "title": "Великий плюшевий восьминіг перевертень 30Х50 см. Шоколадний + Бежевий",
      "price": 850.99,
      "description": "Зверніть увагу на іграшку, яка допоможе створити безтурботну та веселу атмосферу, порадує не тільки малюків, а й будь-якої дорослої людини!",
      "category": { "title": "Плюшеві іграшки", "value": "accessories" },
      "image": "/images/products/x7.jpeg"
    }
  ],
  "categories": [
    {
      "title": "Плюшеві іграшки",
      "value": "accessories",
      "image": "/images/categories/l1.webp"
    },
    {
      "title": "Настільні ігри",
      "value": "other-stuff",
      "image": "/images/categories/l2.jpeg"
    },
    {
      "title": "Іграшки для пітомців",
      "value": "toys",
      "image": "/images/categories/toys.jpg"
    },
    {
      "title": "Електронні іграшки",
      "value": "meal",
      "image": "/images/categories/l4.webp"
    }
  ],
  "sortings": [
    {
      "title": "Ціна від низької до високої",
      "value": "price-asc",
      "isDefault": true
    },
    {
      "title": "Ціна від високої до низької",
      "value": "price-desc",
      "isDefault": false
    }
  ],
  "priceRanges": [
    { "title": "Меньше ніж 100,00₴", "value": "0-100" },
    { "title": "$100,00 - $500,00₴", "value": "100-500" },
    { "title": "$500,00 - $1000,00₴", "value": "500-1000" },
    { "title": "Більш ніж $1000,00₴", "value": "1000-max" }
  ]
}
